Repository: drezi29/mathapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Chapters
pl: Rozdziały

source: name
pl: nazwa

source: class
pl: klasa

source: is extended
pl: poziom rozszerzony

source: Should be checked if chapter belongs to the extended level
pl: Pole powinno być zaznaczone jeśli rozdział realizowany jest w ramach poziomu rozszerzonego

source: order
pl: kolejność

source: The value determines the order of chapters in table of content
pl: Wartość określa kolejność rozdziału w spisie rozdziałów

source: chapter
pl: rozdział

source: chapters
pl: rozdziały

source: The chapter to which the topic is linked
pl: Rozdział, z którym temat jest powiązany

source: The value determines the order of topics in chapter's table of content
pl: Wartość określa kolejność tematu w spisie tematów danego rozdziału

source: topic
pl: temat

source: topics
pl: tematy

source: Exercises
pl: Ćwiczenia

source: Describe the content of exercise - the command
pl: Opisz treść zadania - polecenie

source: exercise title
pl: tytuł ćwiczenia

source: Title visible as exercise title in exercises list
pl: Tytuł widoczny w liście zadań jako tytuł ćwiczenia

source: exercise
pl: ćwiczenie

source: exercises
pl: ćwiczenia

source: step title
pl: tytuł kroku

source: instruction
pl: instrukcja

source: Describe the instruction for step
pl: Opisz instrukcję dla etapu/kroku

source: Solution for step visible as hint
pl: Rozwiązanie kroku widoczne jako wskazówka

source: step
pl: krok

source: steps
pl: kroki

source: Formulas
pl: Wzory

source: formula note
pl: notatka ze wzorem

source: Provide note for formula card chapter
pl: Wpisz notatkę dla rozdziału w karcie wzorów

source: formula notes
pl: notatki ze wzorem

source: formulas' scope title
pl: tytuł rozdziału karty wzorów

source: Polish
pl: Polski

source: English
pl: Angielski

source: Notes
pl: Notatki

source: The topic to which the note is linked
pl: Temat, z którym notatka jest powiązana

source: note
pl: notatka

source: notes
pl: notatki

source: The note to which the note element is linked
pl: Notatka, z którą element notatki jest powiązany

source: Resource title for the administrator purpose of management
pl: Tytuł zasobu widoczny jako tytuł tekstu w notatce oraz nadawany w celach łatwiejszego zarządzania w panelu admina

source: description
pl: opis

source: Title that can be placed below content on the template to describe content
pl: Tytuł elementu, który może stanowić podpis elementu w notatce. Jeśli nie chcesz, aby element był zatytułowany na stronie, zostaw to pole puste

source: text
pl: tekst

source: Fill in the field if the note is textual
pl: Wypełnij to pole jeśli element notatki jest tekstowy

source: file
pl: plik

source: Fill in the field if the note is a video
pl: Wypełnij to pole jeśli element notatki jest plikiem video

source: image
pl: obraz

source: Fill in the field if the note is an image
pl: Wypełnij to pole jeśli element notatki jest obrazem

source: Order of elements in the note view
pl: Kolejność elementu w widoku notatki

source: Fill one of these field: text, file, image
pl: Wypełnij jedno z tych pól: tekst, plik, obraz

source: Fill only one of these field: text, file, image
pl: Wypełnij tylko jedno z tych pól: tekst, plik, obraz

source: note element
pl: element notatki

source: note elements
pl: elementy notatki

source: Quizzes
pl: Quizy

source: question
pl: pytanie

source: The question to which the answer is linked
pl: Pytanie, z którym odpowiedź jest powiązana

source: answer content
pl: treść odpowiedzi

source: is correct
pl: czy poprawna

source: Should be checked if the answer is correct for the question
pl: Pole powinno być zaznaczone jeśli odpowiedź jest prawidłową odpowiedzią na pytanie

source: Answer
pl: Odpowiedź

source: The quiz to which the question is linked
pl: Quiz, z którym pytanie jest powiązane

source: question content
pl: treść pytania

source: Question
pl: Pytanie

source: Questions
pl: Pytania

source: The topic to which the quiz is linked
pl: Temat, z którym quiz jest powiązany
